tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "nikitabobko/aerospace"
tap "nikitabobko/tap"
tap "rest-sh/tap"
tap "sst/tap"
tap "tonisives/tap"
brew "cargo-c"
brew "node"
brew "cspell"
brew "eza"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "go"
brew "helm"
brew "helmfile"
brew "kubernetes-cli"
brew "lazydocker"
brew "mongosh"
brew "nelm"
brew "neovim"
brew "nvm"
brew "nx"
brew "pnpm"
brew "poetry"
brew "restish"
brew "ripgrep"
brew "rust"
brew "tailscale"
brew "talosctl"
brew "tmux"
brew "tree"
brew "uv"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "sst/tap/opencode"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "claude-code"
cask "font-meslo-lg-nerd-font"
cask "font-opendyslexic"
cask "font-opendyslexic-nerd-font"
cask "git-credential-manager"
cask "karabiner-elements"
cask "ngrok"
cask "visual-studio-code"
vscode "alpha4.jsonl"
vscode "andenetalexander.vim-cheatsheet"
vscode "befish.zod"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "carmelopullara.vscode-cosmic"
vscode "christian-kohler.npm-intellisense"
vscode "ctf0.show-unsaved-changes"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "hbenl.vscode-test-explorer"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "kevinrose.vsc-python-indent"
vscode "lifeart.vscode-ember-unstable"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "marioterron.one-dark-bimbo"
vscode "mintlify.document"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "nhatvu148.jupiter"
vscode "njpwerner.autodocstring"
vscode "orsenkucher.vscode-graphql"
vscode "patbenatar.advanced-new-file"
vscode "pflannery.vscode-versionlens"
vscode "phanitejakomaravolu.emberes6snippets"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "reduckted.vscode-gitweblinks"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "searking.preview-vscode"
vscode "shardulm94.trailing-spaces"
vscode "skyran.js-jsx-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tim-koehler.helm-intellisense"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
vscode "zobo.php-intellisense"
